Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/Cinderella StepMom.tmx
Source language: en
Languages: es_419

source: I GUESS GARY WON’T STOP WORRYING ALOUD, UNTIL HE SEES ME DANCING WITH A MAN OTHER THAN DANIEL.
es_419: Creo que no dejará de preocuparse hasta que no me vea bailando con otro hombre que no sea Daniel.

source: SO,
es_419: Entonces,

source: YOU GO, GIRLS!
es_419: ¡Bien, niñas!

source: ...PERHAPS ASHLEY NEEDS TO LEARN FIRST HOW TO SWING HER STICK PROPERLY.
es_419: Quizás Ashley debería aprender a batear bien.

source: THEY ARE BECAUSE BOTH OF THEM WORK.
es_419: Sí, ambos trabajan.

source: FWICK
es_419: Fiush

source: WHINE?
es_419: ¿Llorando?

source: STOMP
es_419: Pum

source: HEY, LOOK!
es_419: ¡Mira!

source: NOT YOU, MADAM?
es_419: ¿Usted no, señora?

source: WHAT KIND OF CARRIAGE IS THIS?!
es_419: ¡¿Qué carruaje es este?!

source: MOTHER!
es_419: ¡Madre!

source: ‘BARON’ REMINDS ME OF…
es_419: "Barón" me recuerda a…

source: WILL YOU?
es_419: ¿Puedes?

source: YES.
es_419: Sí.

source: WHAT ABOUT YOURS, MADAM?
es_419: ¿Y el suyo, señora?

source: ‘YOU MUST BE VERY PROUD THAT YOUR GODSON HAS GROWN UP TO BE SUCH A DECENT MAN?’
es_419: "Ah, debe estar orgullosa de que su ahijado haya crecido tan guapo".

source: YET I CAN’T TELL YOU ABOUT MY MARRIAGE LIFE WITH MY HUSBAND, CAN I?
es_419: Aun así, no puedo contarle acerca de mi matrimonio, ¿no es verdad?

source: WHAT IS IT?
es_419: ¿Qué sucede?

source: AND IF YOU NEED SOME-ONE TO VOUCH FOR ME…
es_419: Y si necesita a alguien que responda por mí,

source: WHAT A PREPOSTEROUS IDEA.
es_419: Qué idea tan ridícula.

source: AH, HIS NAME IS LEON?
es_419: Ah, ¿se llama León?

source: ‘WITHOUT YOUR HUSBAND FOR THE PAST TWO YEARS,’
es_419: "Sin marido desde hace dos años".

source: HOW COULD YOU?!
es_419: ¡¿Cómo pudiste hacer eso?!

source: OH, IT’S BOILED.
es_419: Ah, hirvió.

source: I HEARD HIS FAMILY HAD SEEN A DECLINE IN WEALTH IN HIS GRANDMOTHER’S GENERATION.
es_419: Escuché que la riqueza de la familia viene disminuyendo hace algunas generaciones.

source: OH?
es_419: ¿Qué?

source: TAT
es_419: Tac

source: BUT HE SEEMS TO BE ABOUT THE AGE OF MY DAUGHTERS.
es_419: Pero parece tener la misma edad que mis hijas.

source: ORIGINAL NOVEL BY:
es_419: NOVELA ORIGINAL:

source: G-GOOD AFTERNOON, BARON.
es_419: B-buenas tardes, Barón.

source: YES, MOTHER.
es_419: Sí, madre.

source: I CAN VOUCH FOR HIM.
es_419: Doy fe de que es así.

source: DEAR, DEAR…
es_419: Pobrecita.

source: CLACK
es_419: Clac

source: GLANCE
es_419: Mira

source: AND SHE WAS ALSO WELL AWARE OF THAT.
es_419: Pero ella lo sabía muy bien.

source: FROM WHAT I HEARD FROM COUNT MURPHY, IT MUST BE VERY HARD FOR YOU TO RAISE YOUR CHILDREN WITHOUT A HUSBAND.
es_419: Por lo que me comentó el conde Murphy, debe ser difícil criarlas sola, sin un esposo.

source: WH-WHY?
es_419: ¿P-por qué?

source: SPARKLE
es_419: Brilla

source: I WISH I HAD A MONSTER BALL WITH ME RIGHT NOW.
es_419: Si tan solo tuviese una Pokébola para capturar a este monstruo.

source: COUNT LEROY.
es_419: Conde Leroy.

source: WAH!
es_419: ¡Aah!

source: PROMPTLY
es_419: Rápido

source: FLINCH
es_419: Susto

source: BECAUSE THEY HAVE TO WORK?
es_419: ¿porque tienen que trabajar?

source: RAISE
es_419: Levanta

source: THAT SHAMELESS BASTARD KEPT ON WHINING ABOUT HIS CHAGRIN!
es_419: Qué sinvergüenza ese bastardo. No dejaba de llorar sobre lo humillado que se sintió.

source: THANK YOU, MY SWEET.
es_419: Gracias, mi vida.

source: CHATTER
es_419: Bla bla

source: WHAT A STUPID ANSWER!
es_419: ¡Qué respuesta tan estúpida!

source: OH!
es_419: ¡Ah!

source: TREMBLE
es_419: Tiembla

source: YES, BOTH OF THEM.
es_419: Sí, los dos.

source: FUME
es_419: Humo

source: THAT SOUNDS GOOD!
es_419: ¡Buena idea!

source: ASHLEY AND LILY, YOU TWO COME OVER HERE FOR A MOMENT.
es_419: Ashley y Lily, vengan aquí un segundo.

source: COLD~
es_419: Fría

source: WHAT DID I EXPECT?
es_419: ¿Qué esperaba de él?

source: QUALITY CONTROL:
es_419: CONTROL DE CALIDAD:

source: WELL, ABOVE ALL, THERE WERE TOO MANY PEOPLE… AND…
es_419: Bueno, en primer lugar, había mucha gente. Y…

source: WHAT’S HAPPENING?
es_419: ¿Qué sucedió?

source: YEY!
es_419: ¡Iupi!

source: I’LL SWEAR ON MY HEART, IF YOU WANT.
es_419: Lo juro por mí, si quiere.

source: OH NO, A FRACTURED ANKLE?!
es_419: ¡Ay, no! ¿Se lo fracturó?

source: THAT’S WHAT THAT JERK DID TO YOU?
es_419: el idiota te hizo eso.

source: IRIS AND LEON ARE DEFINITELY GOOD, IF ASHLEY BATTED THE BALL, JUST ONCE, SHE COULD GET THE HANG OF IT.
es_419: Iris y León son buenos, definitivamente. Si Ashley pudiera batear al menos una vez, se acostumbraría.

source: VANS,
es_419: Señora Vans.

source: IT SEEMS HIS ANKLE IS SPRAINED OR CRACKED.
es_419: Creo que se esguinzó o se fracturó el tobillo.

source: AS DISTANT AS THEY HAVE BEEN SO FAR, I HOPE THESE TWO GIRLS WILL BECOME BEST FRIENDS TO EACH OTHER.
es_419: Han sido algo distantes hasta ahora, pero espero que se vuelvan grandes amigas.

source: I’M SORRY, MY QUESTION WAS WRONG.
es_419: Perdón, mi pregunta estuvo mal.

source: NOT AT ALL.
es_419: No hay de qué.

source: SIP
es_419: Sorbo

source: AS FOR THE OTHER SERVANTS, I GAVE THEM A DAY OFF SINCE WE WERE SUPPOSED TO GO ON A PICNIC TODAY.
es_419: Y con respecto a los otros sirvientes, les di el día libre ya que íbamos a hacer un pícnic.

source: I’M SERIOUS THIS TIME.
es_419: Esto es en serio.

source: MIL, DID BARON WILFORD BRING SOMEONE HERE?
es_419: Mily, ¿el barón Wilford trajo a alguien aquí?

source: ...NO WAY!
es_419: ¡No puede ser!

source: WOULD YOU LIKE TO DANCE WITH ME TO THE NEXT SONG, PLEASE?
es_419: ¿Le gustaría bailar conmigo la próxima canción?

source: OH, THAT’S A PITY.
es_419: Ah, qué pena.

source: I HOPE WE’LL MEET AGAIN.
es_419: Espero que nos veamos de nuevo.

source: WOULD YOU STOP CALLING ME BARON IF I SAY ‘PLEASE’?
es_419: ¿Dejaría de llamarme así si le digo "por favor"?

source: PERHAPS I WILL BE ABLE TO EARN SOME MONEY DURING THIS LULL IN SOCIAL AFFAIRS.
es_419: Quizás pueda ahorrar algo de dinero durante este respiro de asuntos sociales.

source: SURE.
es_419: Por supuesto.

source: HOW ADORABLE.
es_419: Qué adorable.

source: DULL?
es_419: ¿Aburrido?

source: WE’D BE DELIGHTED!
es_419: ¡Nos encantaría!

source: YOU DON’T NEED TO DO THAT, SINCE I’VE NEVER DONE ANYTHING TO BE ASHAMED OF.
es_419: No es necesario, nunca he hecho nada de lo que me avergüence.

source: I MADE THE DOUGH QUICK-AS-A-FLASH WHEN TO THE KITCHEN TO THE KITCHEN TO GET THE TEA…
es_419: Hice la mezcla muy rápido cuando fui a buscar el té a la cocina.

source: THE PRINCE, WHO’S BEEN THE CENTER OF ATTENTION ALL HIS LIFE, NOTICED
es_419: El Príncipe, que ha sido el centro de atención toda su vida, se dio cuenta

source: STORY & ART BY:
es_419: HISTORIA Y ARTE:

source: PHT!
es_419: ¡Pff!

source: I LET THEM ALL GO.
es_419: Ya no tengo.

source: BUT…
es_419: Pero…

source: DID YOU DO TO COUNT LEROY?!
es_419: le has hecho al conde Leroy?!

source: HOLY COW!
es_419: ¡Dios mío!

source: YES, THOUGH I STAYED ONLY BRIEFLY.
es_419: Sí, pero por poco tiempo.

source: HE’S DANCING WITH VISCOUNTESS WARREN NOW.
es_419: está bailando con la vizcondesa Warren.

source: THWACK
es_419: Plaf

source: VANS STEPPED ON HIS FOOT BY MISTAKE.
es_419: lo pisó sin querer.

source: I AM FINE.
es_419: Estoy bien,

source: PHEW
es_419: Fiu

source: DON’T GRIMACE YOUR HANDSOME FACE, DEAR.
es_419: No hagas muecas con esa cara tan bella, querido.

source: OF COURSE, HE IS.
es_419: Por supuesto.

source: WONDERFUL.
es_419: Maravilloso.

source: CLIP CLOP
es_419: Tacatá

source: MILDRED WAS VERY POPULAR,
es_419: Mildred era muy popular.

source: DID HE SHRIEK MERELY BECAUSE OF THAT?
es_419: ¿Tanto escándalo por eso?

source: HOW CUNNING.
es_419: Qué astuto.

source: CLENCH
es_419: Aprieta

source: BARON WILFORD.
es_419: Barón Wilford.

source: WAAH!
es_419: ¡Aaah!

source: ERGH!
es_419: ¡Ejem!

source: SO, BY ‘IN OTHER RESPECTS,’ DID YOU MEAN AS YOUR FUTURE SON-IN-LAW?
es_419: Entonces, cuando dijo "por otros motivos", ¿se refería a que podría ser su yerno?

source: HIS SON IS ALSO A SERVANT HERE, AND I SENT HIM HOME IN ORDER TO TAKE CARE OF HIS FATHER.
es_419: Su hijo también trabaja aquí, así que le pedí que vaya a cuidar a su padre.

source: WHAT A SHAME, I INTENDED TO COMPLETELY BREAK IT…
es_419: Qué pena. ¡Mi intención era rompérselo!

source: BUT YOUR HUSBAND HAS BEEN MISSING FOR THE PAST TWO YEARS, I HEAR?
es_419: ¿Es verdad que su esposo estuvo desaparecido estos últimos dos años?

source: PHEW…
es_419: Fiu…

source: THE WEATHER IS FINE, AND IT’S FOR THE SAKE OF THE CHILDREN.
es_419: Hay buen clima, y es por el bien de los niños.

source: YOU MEAN THE QUEEN MOTHER?
es_419: ¿La Reina Madre?

source: YOU BETTER WATCH YOUR MOUTH.
es_419: Ten más cuidado con lo que dices.

source: GASP
es_419: Uff

source: ANYWAY, LEON, ARE YOU GOING TO ATTEND THE UPCOMING DEBUTANTE BALL?
es_419: Por cierto, León, ¿irás al próximo baile de debutantes?

source: HE’S MORE QUICK-WITTED THAN BEFORE.
es_419: Es más listo que antes.

source: WOOOOW!
es_419: ¡Guaaaau!

source: COUGH
es_419: Cof

source: CLEARLY, HE MUST’VE BEEN VERY POPULAR.
es_419: Seguramente era muy popular.

source: DINNERTIME WAS NOTHING TO WORRY ABOUT AT ALL…
es_419: No había por qué preocuparse por la cena…

source: HE TOTALLY CAUGHT ME OFF GUARD…
es_419: Me tomó por sorpresa…

source: NOW THAT YOU KNOW HOW TO HIT THE BALL, YOU JUST HAVE TO LEARN HOW TO HOLD THE STICK PROPERLY.
es_419: Ahora que sabes batear, debes aprender a sostener el bate correctamente.

source: SLAM
es_419: Bam

source: PLEASE CALL ME DANIEL, OR JUST WILDFORD AT LEAST.
es_419: Por favor, llámeme Daniel, o solo Wilford.

source: WHY AREN’T YOU MARRIED YET?
es_419: ¿Cómo es que no está casado todavía?

source: A WICKED TALE OF CINDERELLA’S STEPMOM
es_419: Érase una vez, la Madrastra de Cenicienta

source: YOU FLATTER ME.
es_419: Me halaga.

source: LEON, GO GET THE BALL.
es_419: León, ve a buscar la pelota.

source: BUT THEY CAN ALSO LEAVE THEIR FUTURE TO A RELIABLE ACQUAINTANCE IF THEY ARE THE SECOND CHILD OR IF THEIR FAMILY BUSINESS HAS DECLINED.
es_419: Pero también suelen dejar la educación de sus hijos a manos de alguien de confianza si no son el hijo mayor o si el negocio familiar está en declive.

source: PLOP
es_419: Plof

source: MAYBE THEY’VE TEAMED UP WITH THE WRONG PARTNERS.
es_419: Creo que armaron mal los equipos.

source: WHAT ARE YOU TALKING ABOUT?
es_419: ¿De qué estás hablando?

source: HM…
es_419: Mmm

source: SEARCH
es_419: Busca

source: MY FATHER.
es_419: mi padre.

source: I GUESS YOU ARE MISTAKEN, LORD WILFORD.
es_419: Creo que se equivoca, lord Wilford.

source: ‘YOU MUST’VE BEEN…’
es_419: "Debe sentirse…

source: RUSTLE
es_419: Frrr

source: WHAT DO YOU THINK COULD HAPPEN IF ONLY FOUR WOMAN LIVE IN A HOUSE?
es_419: ¿Qué cree que sucedería si vivieran cuatro mujeres solas en una casa?

source: I SIMPLY WANT MY CHILDREN TO MEET VARIOUS PEOPLE AND, IN PARTICULAR, MAKE MANY FRIENDS OF THEIR OWN AGE,
es_419: Simplemente quiero que mis hijas conozcan gente, y particularmente quiero que hagan amigos de su edad.

source: SHHK
es_419: Cerca

source: WHAT A BUMMER…
es_419: Qué decepción.

source: I’M SORRY.
es_419: lo lamento.

source: FWOOOOOSH~
es_419: Fiuuuush

source: TRY ME~
es_419: Inténtelo.

source: I’M DANCING WITH A MAN WHO IS NOT DANIEL, AS YOU WISH.
es_419: ¡Estoy bailando y no es con Daniel, como tú querías!

source: WHSH
es_419: Fiush

source: MIL…
es_419: Mily…

source: BUT WHY IS HE SO UPSET?
es_419: ¿Pero por qué está tan enojado?

source: AS YOU KNOW,
es_419: Como saben,

source: STARTLED
es_419: Sorpresa

source: LET’S SAY THAT IT WAS JUST OKAY.
es_419: digamos que estuvo bien.

source: SWOOOOOOSH
es_419: Fuuuuosh

source: HASN’T SHE EVER TRIED TO ARRANGE ONE FOR YOU?
es_419: ¿No intentó arreglarle algún matrimonio?

source: DID YOU FIND IT?
es_419: ¿La encontraron?

source: DON’T WORRY, BROTHER.
es_419: No te preocupes, Gary.

source: THEY’LL RETURN AFTER DINNER.
es_419: Volverán después de la cena.

source: I’M FINE.
es_419: Estoy bien.

source: MIL!
es_419: ¡Mily!

source: *COUGH*
es_419: *Cof*

source: YES, IRIS AND LILY ARE QUITE GOOD FOR FIRST-TIMERS.
es_419: Sí, a Iris y Lily les está yendo bastante bien por ser su primera vez.

source: AT THAT TIME, DID YOU HAVE ANY GIRLS IN MIND THAT YOU WISHED TO MARRY?
es_419: A esa edad, ¿deseaba casarse con alguna chica en particular?

source: AH, BARON WILFORD IS HERE?!
es_419: Ah, ¡¿el Barón está aquí?!

source: HM?
es_419: ¿Eh?

source: BUT YOU SAID YOU ARE STILL MARRIED.
es_419: Pero usted dijo que sigue casada.

source: I DON’T THINK FATED LOVE HAS ANYTHING TO DO WITH HOW MANY TIMES YOU MARRY OR HOW MANY CHILDREN YOU HAVE.
es_419: No creo que el amor predestinado tenga que ver con la cantidad de veces que se haya casado o con cuántos hijos tenga.

source: NOT WITHOUT ITS TWISTS AND TURNS, THOUGH…
es_419: Claro, no faltaron los inconvenientes.

source: THAT WAS GREAT, ASHLEY!
es_419: ¡Eso estuvo muy bien, Ashley!

source: BY THE WAY, MADAM, WHERE ARE YOUR SERVANTS?
es_419: Por cierto, señora, ¿dónde están los sirvientes?

source: THEY HAVE… WARDROBES FULL OF DRESSES?
es_419: ¿Tendrían armarios llenos de vestidos?

source: WHAT WAS IT?
es_419: ¿Qué fue eso?

source: DIDN’T SHE TELL US SHE GRANTED THEM A LEAVE OF ABSENCE?
es_419: ¿No nos comentó que los dejó ausentarse por unos días?

source: IT WAS… QUITE DULL.
es_419: Fue… algo aburrido.

source: I HOPE HE DIDN’T SULK AND GO HOME ALONE…
es_419: Espero que no se haya enojado o ido solo a casa.

source: OH…
es_419: Ah,

source: HM HE’S DOING SOMETHING GOOD.
es_419: Mmm, está haciendo algo muy bueno.

source: YOU...YOU…!
es_419: ¡Tú…! ¡T-tú…!

source: HOW COME?
es_419: ¿Cómo puede ser?

source: HEH
es_419: Je

source: CHILL~
es_419: Escalofríos

source: OH, THAT SOUNDS GOOD.
es_419: Ah, buena idea.

source: QUEASY~
es_419: Mareada

source: PALE~
es_419: Pálida

source: REACH
es_419: Protege

source: NOW YOU ARE SAYING ‘WHINE,’ TOO.
es_419: Ahora tú también dices que lloraba.

source: WHAT’S THAT GOT TO DO WITH THE FACT THAT I’M SINGLE?
es_419: ¿Qué tiene que ver con estar soltero?

source: YOU ARE LAUGHING?
es_419: ¿Te estás riendo?

source: BUT HOW?
es_419: ¿Cómo?

source: YOU SHOULD BE GRATEFUL THAT SHE DIDN’T SCORE IN HER OWN POST.
es_419: Deberías agradecer que no anotó en su propio poste.

source: MAYBE IT WOULD’VE BEEN BETTER IF IRIS AND ASHLEY WERE ON THE SAME TEAM.
es_419: Sería mejor que Iris y Ashley estén en el mismo equipo.

source: MAY I KISS YOU?
es_419: ¿Puedo besarla?

source: BUT YOU SAID HE’S FROM A NOBLE FAMILY.
es_419: Pero me dijo que viene de una familia noble.

source: I THINK I SHOULD TIGHTEN MY BELT FOR SOME TIME.
es_419: Creo que debería ajustarme un poco durante un tiempo.

source: HOLD ON,
es_419: Espere,

source: BUT IT WASN’T VERY LONG AGO, WAS IT?
es_419: Pero no fue hace mucho, ¿no?

source: YOU MUST BE QUITE… LONELY.
es_419: Si es así, debe sentirse algo… sola.

source: GARY, CALM DOWN.
es_419: ¡Gary, cálmate!

source: COULD I POSSIBLY MEET THEM IN PERSON?
es_419: ¿Podré conocerlos en persona?

source: I WISH HE WOULD ASK ONE OF MY DAUGHTERS TO DANCE.
es_419: Ojalá invite a bailar a alguna de mis hijas.

source: TRANSLATION:
es_419: TRADUCCIÓN:

source: DO YOU MEAN HOW WAS MY DEBUTANTE BALL?
es_419: ¿Cómo me fue en mi baile, querrá decir?

source: LILY, IT’S YOUR FIRST TIME HOLDING THE STICK, AND YOU ARE VERY GOOD!
es_419: ¡Lily, es la primera vez que juegas y lo estás haciendo muy bien!

source: GARY, PLEASE, CALM YOURSELF.
es_419: Gary, por favor, cálmate.

source: ‘...VERY LONELY.’
es_419: … bastante sola".

source: WHAT AM I SUPPOSED TO SAY TO HER?
es_419: ¿Qué le tengo que decir?

source: ALTHOUGH THEY WON’T BE ABLE TO STAY LONG.
es_419: Aunque no creo que se queden mucho tiempo.

source: SINCE YOU’VE BEEN SO RELUCTANT TO TELL ME ANY-THING ABOUT HIM, I KNOW NOTHING FOR SURE,
es_419: Está tan reacio a contarme algo acerca de él, que no sé nada con certeza.

source: VANS LIE TO US?
es_419: la señora Vans?

source: AND I HAVE THREE DAUGHTERS WHO, BEFORE LONG, WILL BE MAKING THEIR DEBUT IN SOCIETY.
es_419: Y tengo tres hijas que dentro de poco tiempo se presentarán en sociedad.

source: SHRUG~
es_419: Sonríe

source: KYAAGH!
es_419: ¡Aaaarg!

source: DON’T MIND ME… PLEASE CONTINUE.
es_419: No se preocupen. Por favor, continúen.

source: NOT AT ALL, MADAM.
es_419: Para nada, mi señora.

source: AFTER THE DEBUTANTE BALL, I PREDICT THAT I MAY BE ABLE TO MARRY OFF ONE OF THEM BEFORE THE END OF THE YEAR.
es_419: Creo que lograré que una de ellas se case antes de fin de año, después del baile.

source: SOMETHING SMELLS GOOD, MADAM.
es_419: Algo huele muy bien, mi señora.

source: UM, WELL…
es_419: Mmm, bueno…

source: SUFFERING SICKNESS ON HER WAY OUT
es_419: Se marcha descompuesta

source: A MILD GARY HAS APPEARED!
es_419: ¡Un Gary salvaje ha aparecido!

source: PLEASE FORGIVE MY RUDENESS EARLIER.
es_419: Por favor, disculpe si fui grosero antes.

source: MOTHER.
es_419: Madre.

source: FWAAAAAA~
es_419: ¡Aaaah!

source: WOULD YOU LIKE TO COME IN FOR TEA?
es_419: ¿Quieren pasar a tomar el té?

source: BECAUSE THERE’S NO MORE MARRIAGE IN MY LIFE NOW.
es_419: ya no hay casamientos en mi vida.

source: SADLY, MY FIANCEE DIED BEFORE WE GOT MARRIED.
es_419: Lamentablemente, mi pareja murió antes de casarnos.

source: AND PLACE THE RIGHT HAND DOWN.
es_419: Y pon la mano derecha abajo.

source: YOU ARE DOING GOOD, BOTH OF YOU!
es_419: ¡Muy bien, las dos!

source: WELL…
es_419: Bueno,

source: WOW!
es_419: ¡Guau!

source: WELL,
es_419: Bueno,

source: THERE’S NO NEED, UNLESS YOU SWEAR ON SOMETHING MORE USEFUL.
es_419: No hace falta, salvo que jure por algo más útil.

source: COUND LEROY HAS A FRACTURED ANKLE BECAUSE OF HER!
es_419: ¡Por su culpa, el conde Leroy se fracturó el tobillo!

source: I DON’T THINK THEY KEEP ANY SERVANTS IN THE HOUSE.
es_419: No creo que hayan sirvientes en la casa.

source: I DON’T THINK THERE’S MORE ROOM FOR ANOTHER LOVE IN MY LIFE, EVEN IF IT WAS FATE.
es_419: No creo tener más lugar para otro amor en mi vida, ni aunque fuese obra del destino.

source: THE MOMENT YOU STOMPED OUT OF THE CLUB TO BARGE IN ON ME, YOU ALREADY HUMILIATED YOURSELF.
es_419: Desde el momento en el que saliste del club y entraste aquí golpeando, desde ese momento, te humillaste solo.

source: I CAN PUT IN A GOOD WORD FOR YOU WITH THE QUEEN MOTHER.
es_419: Puedo hablar bien de usted con la Reina Madre si así lo desea.

source: YES, IT WAS A BOY.
es_419: Sí, era un chiquillo.

source: ARGH!
es_419: ¡Aj!

source: GOOD, LORD WILFORD.
es_419: Muy bien, señor Wilford.

source: I’M LOOKING FOR MY BROTHER.
es_419: Busco a mi hermano.

source: HOW CAN I?!
es_419: ¡¿Cómo quieres que me calme?!

source: TO ME, IT DOESN’T SOUND PARTICULARLY ENTICING…
es_419: a mí no me suena muy tentador.

source: BUT IT’S A DIFFERENT STORY IF YOU ARE MARRIED.
es_419: Pero la historia cambia cuando está casado.

source: TYPESETTING:
es_419: COMPOSICIÓN:

source: NO BABY COULD CRY AS LOUD AS HE DID!
es_419: ¡No hay bebé que llore tan fuerte como él!

source: A MANSION THIS SIZE TAKES QUITE A BIT OF MONEY AND LABOR TO MAINTAIN,
es_419: cuesta trabajo y dinero mantener una mansión de este tamaño.

source: THERE’S NO WAY DANIEL WOULD ACCOMPANY THE PRINCE TO OUR PICNIC WITHOUT ANY ATTENDANTS.
es_419: Es imposible que Daniel haya acompañado al Príncipe a un pícnic sin custodios.

source: WILL LEON’S PARENTS ALSO ATTEND THE DEBUTANTE BALL?
es_419: ¿Irán los padres de León al baile?

source: WE WERE JUST CURIOUS TO KNOW IF THAT BOY WAS THE PRINCE.
es_419: Nos daba curiosidad saber si ese chico era él.

source: IT WAS HIS PUPIL.
es_419: A su alumno.

source: HAHA~
es_419: ¡Jaja!

source: OH MY!
es_419: ¡Dios santo!

source: IT’S JUST UNTIL THEN.
es_419: Es hasta ese entonces.

source: I BEG YOUR PARDON. ...SHALL WE GO BACK NOW?
es_419: Le pido perdón. ¿Qué le parece si volvemos?

source: OH, DEAR…
es_419: Ay, cielos.

source: THEN WHY DID MRS.
es_419: ¿Por qué nos mintió

source: SLRRRR
es_419: Trrrr

source: Localization Produced by Tapas Media
es_419: Localización realizada por Tapas Media

source: A BOY?
es_419: ¿Un chico?

source: GRAB
es_419: Agarra

source: ARE YOU OKAY?
es_419: ¿Se encuentra bien?

source: GOOD JOB!
es_419: ¡Bien hecho!

source: HESITATE
es_419: Pausa

source: HOW COME YOU ARE NOT MARRIED YET, WHEN YOU GET ALONG SO WELL WITH CHILDREN?
es_419: ¿Cómo es que no está casado si se lleva tan bien con los niños?

source: CAN SUCH A SMALL LAMP BOIL WATER?
es_419: ¿Se puede hervir agua con una lámpara tan pequeña?

source: THERE’S NO NEED FOR THAT!
es_419: ¡No hace falta!

source: DID COUND LEROY RUN TO YOU, AND WHINE THAT I CRACKED HIS ANKLE, OR WHAT?
es_419: ¿el conde Leroy fue corriendo a ti, llorando porque le rompí el tobillo?

source: YOU SHOULD KEEP YOUR PALMS INWARDS...LIKE THIS.
es_419: Las palmas hacia adentro. Así.

source: LET’S INTRODUCE THE CHILDREN TO EACH OTHER NEXT TIME.
es_419: Hagamos que los niños se conozcan la próxima.

source: FROWN
es_419: Desaprueba

source: WAHHHH
es_419: ¡Buaaaaa!

source: CRACK
es_419: Crac

source: ON THE CONTRARY, IT WAS VERY ENTERTAINING.
es_419: Todo lo contrario. Fue muy entretenido.

source: THEY SEEM TO BE TRIGGERING LEON’S COMPETITIVE SPIRIT, WHILE ASHLEY IS STRUGGLING.
es_419: Están avivando el espíritu competitivo de León, pero a Ashley le está costando.

source: DON’T FORGET, BARON.
es_419: Y quizás no lo recuerde, Barón,

source: HOW CAN SOMEONE AS ROYAL AS THE QUEEN MOTHER BELIEVE IN FATED LOVE?
es_419: ¿Cómo puede alguien tan poderosa como la Reina creer en el amor predestinado?

source: YES, YOUR HIGHNESS?
es_419: ¿Su alteza?

source: I WISH MY CHILDREN COULD HAVE IT.
es_419: espero que mis hijas lo tengan.

source: YOU ARE STILL AS BEAUTIFUL AS EVER.
es_419: Está tan bella como siempre.

source: THANK YOU FOR COMING TODAY.
es_419: Gracias por venir hoy.

source: GREAT JOB!
es_419: ¡Muy bien!

source: IF THERE REALLY IS SUCH A THING AS FATED LOVE,
es_419: Si realmente existe un amor predestinado para todos,

source: DOES HE REALLY KNOW THAT FRED WAS FOUND DEAD?
es_419: ¿Sabe realmente que Fred falleció?

source: HE’S ASKING AGAIN.
es_419: Pregunta de nuevo.

source: CAN YOU SHOW LEON AROUND THE HOUSE?
es_419: ¿le muestras la casa a León?

source: DON’T YOU KNOW YOU SHOULD FEEL ASHAMED?
es_419: Deberías tener vergüenza.

source: I CAN GET YOUR MESSAGE TO THEM, BUT THERE’S A GOOD CHANCE YOU WON’T BE ABLE TO MEET THEM.
es_419: Puedo acercarles el mensaje, pero es muy probable que no pueda conocerlos.

source: I WAS TOLD AT THE CLUB.
es_419: Me lo comentaron en el club.

source: I KNOW, YOU WERE VERY THOROUGH.
es_419: Lo sé, fue muy cuidadosa.

source: IT’S FINE, I GAVE HIM WHAT HE DESERVED.
es_419: Está bien. Le di su merecido.

source: THREE VERY PRETTY DAUGHTERS.
es_419: Tres hijas preciosas.

source: HELP LEON FIND THE BALL!
es_419: ¡Ayuda a León a encontrar la pelota!

source: A PUPIL?
es_419: ¿Un alumno?

source: WELL, OTHERWISE, NO ONE WILL BELIEVE I REMAIN UNMARRIED FOR NO PARTICULAR REASON.
es_419: Bueno, si no es así, nadie me creería si le digo que no me casé por ningún motivo en particular.

source: NO, WHAT I MEAN IS, I GOT THE IMPRESSION THAT THE HOUSE IS NOT BEING PROPERLY MAINTAINED.
es_419: Quiero decir, me dio la sensación de que a la casa le faltaba mantenimiento.

source: EWWWWW
es_419: Puaaaaj

source: AHEM!
es_419: ¡Ejem!

source: BARON, I BELIEVE YOU ARE ALREADY ACQUAINTED WITH MY BROTHER, COUNT GARY MURPHY, AND HIS WIFE, COUNTESS SANDRA MURPHY.
es_419: Barón, creo que ya conoció a mi hermano, el conde Gary Murphy, y a su esposa, la condesa Sandra Murphy.

source: SON OF A -
es_419: Hijo de…

source: PLEASE.
es_419: Por favor.

source: WHISPER
es_419: Susurra

source: HOW DARE HE!
es_419: ¿Cómo se atreve?

source: ENOUGH OF YOUR SHAMEFUL BEHAVIOR!
es_419: ¡Se acabó tu comportamiento inapropiado!
